// correctAnswers.js
export const correctAnswers = [
    "是", // 问题1
    "是", // 问题2
    "2号口", // 问题3
    "柏林", // 问题4
    ["黄渡玩具公司"], // 问题5
    "2019年", // 问题6
    "员工在游戏世界中欢迎玩家", // 问题7
    ["以人为本", "创新驱动", "玩家至上"], // 问题8
    "招聘的角色设计师会被转化为游戏内NPC", // 问题9
    "黄渡游戏公司通过各种方式监视着玩家的一切", // 问题10
    "黄渡游戏公司希望玩家能永远留在游戏中", // 问题11
    "是", // 问题12
    "小黑在游戏中买了一辆法拉利，现实中也有了一辆法拉利", // 问题13
    "用心创造快乐", // 问题14
    ["AI应用技术", "全平台支持", "超真实游戏体验"], // 问题15
    "150", // 问题16
    "角色设计师", // 问题17
    ["黄渡方块", "幻想征途", "极限竞速"], // 问题18
  ];